<?php
return [
    'company_name'=>'My Agency',
    'powered'=>'Powered  by ???',
    'backend_cates'=>['employee'=>'中介员工管理','schedule'=>'已经分配的工作','postjob'=>'新工作'],
    'page_size'=>8,
    'empl_status'=>[1=>'可编配','2'=>'需要协调时间','3'=>'时间已满','4'=>'暂停编配'],
    'job_status'=>[0=>'未安排',1=>'已分配'],
    'empl_type'=>[1=>'保洁','2'=>'月嫂','3'=>'保姆','4'=>'照顾老人','5'=>'托儿',6=>'厨嫂'],
    'empl_yn_flag'=>[n=>'n',y=>'y'],
    'empl_sex_flag'=>[f=>'女',m=>'男'],
    'empl_type_real'=>[1=>'is_cleaning',2=>'is_matron',3=>'is_housekeeper',4=>'is_elderlycare',5=>'is_babysitter',6=>'is_cook'],
    'empl_lan'=>['1'=>'普通话','2'=>'粤语','3'=>'赣语',4=>'吴语',5=>'闽语',6=>'湘语',7=>'客家话'],
    'empl_nation'=>['1'=>'汉族','2'=>'蒙古族','3'=>'回族',4=>'藏族',5=>'维吾尔族',6=>'苗族',7=>'彝族',8=>'壮族',9=>' 布依族',10=>'朝鲜族 ',11=>' 满族',12=>'其他民族 '],
    'baby_age_type'=>[1=>'1-6個月',2=>'7-12個月',3=>'1歲-2歲',4=>'2歲-3歲'],
    'source'=>[1=>'网上平台','2'=>'APP登记','3'=>'来电应征','4'=>'活动登记']
];
